[{"authors":[{"objectId":"5e70930f878c28a0473a216a","name":"Iwona","lastName":"Grodź","uuid":"A1E1B88E54CC8298CB72CADDD125FCB65413EF11DBB038FA4591F69E7469CD8CEC97DF8E51B5AA6F402A6285454A78FE41ECAA8C20FC20198AAEC56450A57C22","documentHash":"39312e27-147b-4538-8098-a9608166bf63"}],"objectId":"64106527409707283643c327","publicUri":"https://wydawnictwo.sbp.pl/etyka-public-relations--profesjonalizacja-branzy-pr-w-polsce-,61,296.html","type":"CHAPTER","typeName":"Rozdział","year":2023,"title":"Public relations a środowisko artystyczne (wstępny rekonesans)","otherTitles":[{"languageCode":"eng","title":"Public relations and the artistic environment (a preliminary reconnaissance)"}],"abstracts":[{"languageCode":"pol","content":"Temat tekstu wpisuje się w szerokie podejście do zagadnienia profesjonalnego public relations w sektorze kultury. Celem podjęcia tej kwestii jest próba wskazania „związku” między sztuką, mediami a ekonomią, a więc zainicjowanie konieczności pogłębienia badań nad obszarem do tej pory spychanym przez specjalistów od public relations na drugi plan. Mam na myśli potrzebę bardziej szczegółowego zajęcia się takimi problemami jak, m.in.: artysta, grupa artystów (np. zespół) w rzeczywistości rynkowej; twórca jako „wyznacznik” kierunków konsumenckich czy zaangażowany społecznik; ekonomiczny wymiar kultury i „marketyzacja” dyskursu o sztuce. Nie wszystkie te zagadnienia zostają w tekście omówione. Celem bowiem było wywołanie dyskusji i wskazanie potencjału tkwiącego w tym obszarze tematycznym. Bezpośrednią inspiracją do podjęcia tych rozważań były: serial Artyści (2016) Moniki Strzępki i Pawła Demirskiego oraz raport o stanie kultury i sytuacji artystów w czasie pandemii Narodowego Centrum Kultury (zob. „Rocznik Kultury Polskiej”, Warszawa 2020)."},{"languageCode":"eng","content":"The subject of the text is part of a wide-ranging approach to the issue of professional public relations in the cultural sector.\nThis issue is being addressed in an attempt to identify the relationship between art, media and economics, and thus to initiate the need for deeper research into an area so far relegated to the background by public relations specialists. By this, the author means the need to look in more detail at issues such as: an artist / a group of artists (for example,\na band) in the market reality; a creator as a ‚determinant’ of consumer trends or as a committed community worker; the economic dimension of culture and the‚ marketisation’ of the discourse on art. Not all of these issues are discussed in the text. The aim was to trigger a discussion and indicate the potential inherent in this thematic area.\nThese considerations were directly inspired by the Artists series (2016) by Monika Strzępka and Paweł Demirski and a report on the state of culture and the situation of artists during the pandemic by the National Cultural Centre (see: Rocznik Kultury Polskiej, Warsaw 2020)."}],"affiliations":[{"id":"5e70918a878c28a04737ddd4","uid":"bju8u0HGDkN3giI0GGte7ug","uuid":"5a73a57e-4f35-48f6-b473-e750b9ed2816","name":"Wyższa Szkoła Umiejętności Społecznych im. prof. Michała Iwaszkiewicza","affiliatedPersonIDs":["5e70930f878c28a0473a216a"],"parentId":"5e70918a878c28a04737ddd4","parentUuid":"5a73a57e-4f35-48f6-b473-e750b9ed2816","rootId":"5e70918a878c28a04737ddd4","rootUuid":"5a73a57e-4f35-48f6-b473-e750b9ed2816","type":"AUTHOR"}],"mainLanguage":"pol","mainLanguageName":"polski","pagesFromTo":"199-209","contributionOrder":{"AUTHOR":["5e70930f878c28a0473a216a"]},"_version":4,"translation":false,"editors":[],"translators":[],"institutionProfile":false,"translationEditors":[],"book":{"objectId":"63fdfcc94097071973612fd7","title":"Etyka public relations. Profesjonalizacja branży PR w Polsce.","year":2023,"isbn":"978-83-65741-93-6","url":"https://wydawnictwo.sbp.pl/etyka-public-relations--profesjonalizacja-branzy-pr-w-polsce-,61,296.html","translation":false,"documentHash":"258cf1c7-6ad9-4820-b352-d8ef91780cb4","publisher":{"objectId":"5d35987b878c28139f4eb8c3","mniswId":"53900","name":"Stowarzyszenie Bibliotekarzy Polskich","documentHash":"7564a0d4-dc9f-4bd8-9687-3365df3f1f5b"},"bookEvaluation":{"scientificEdition":false,"translationToPolish":false,"translationFromPolish":false,"bookProjectNCN":false,"bookProjectFNP":false,"bookProjectNPHR":false,"bookProjectUE":false}},"keywords":[{"languageCode":"pol","keywords":["public relations, sektor kultury, artysta, „marketyzacja” dyskursu o sztuce."]},{"languageCode":"eng","keywords":["public relations, the cultural sector, artist, marketization’ of the discourse about art"]}],"lastRefresh":"1747058691137"}]