[{"authors":[{"objectId":"5f8663e1085dcb410a25edd4","name":"MATEUSZ","lastName":"KAMIONKA","uuid":"D117BFF40ECDB89EB277F3AB924BD82E4AE5318F53A08800F8C75E96A0F34F216C7637868E37E7B6D9B327065C007FA03A9F0CC949D660D61CEE2A5665EF92B2","orcidId":"0000-0002-7316-145X","documentHash":"a2547ece-6d1e-44fa-bddc-e116aa303a40"}],"objectId":"6457a250409707727f8053e4","doi":"10.24917/ycee.10107","publicUri":"https://ycee.up.krakow.pl/article/download/10107/9343","type":"ARTICLE","typeName":"Artykuł","year":2023,"title":"Młode pokolenie Ukrainy jako katalizator zmian społeczno-politycznych w latach 1990–2022","otherTitles":[{"languageCode":"eng","title":"The young generation of Ukraine as a catalyst for socio-political changes in 1990–2022"}],"abstracts":[{"languageCode":"pol","content":"Ukraina przez ponad 30 lat swojej niezależności skazana jest na nieustanną walkę o wolność. Jej położenie geograficzne na styku wielkich cywilizacji, jak i złożony kontekst historyczny, wpływa na geopolityczne zagrożenie jej niezależności. Jednak od całkowitej utraty niepodległości kosztem wschodniego sąsiada (zarówno pod kątem politycznym, jak i społecznym) Ukrainę ratowały częste protesty studenckie, które zmieniały się w rewolucje, ogarniające całe społeczeństwo. Artykuł ma na celu wykazanie wpływu młodego pokolenia na poszczególne najważniejsze wydarzenia społeczno-polityczne w Ukrainie, które to skutkowały na prozachodni kurs kraju. Autor pragnie przede wszystkim przeanalizować teksty źródłowe i opracowania naukowe, szczególnie pod kątem podkreślenia udziału młodzieży we wspomnianych wydarzeniach. Treść artykułu jednoznacznie pokazuje rolę, jaką odegrała młodzież w różnych okresach rozwoju Ukrainy, jej chęć dołączenia do stylu życia zachodnich rówieśników. To właśnie ukraińska młodzież na przestrzeni ponad 30 lat uchroniła kraj przed powrotem do ojczyzny – „nostalgii” swoich rodziców i dziadków."},{"languageCode":"eng","content":"For over 30 years of its independence, Ukraine is doomed to a constant fight for its freedom to this day. Its geographical location at the meeting point of great civilizations as well as the complex historical context affect the geopolitical threat to its independence. However, from the complete loss of independence at the expense of its eastern neighbour (both in political and social terms), Ukraine was saved by frequent student protests which over time turned into revolutions that engulfed the entire society. The article aims to show the influence of the young generation on the most important socio-political events in Ukraine, which resulted in the country’s pro-Western course. The author wants to analyse, above all, source texts and scientific studies, especially in terms of emphasizing the participation of young people in these events. The content of the article clearly shows the role played by young people in different periods of Ukraine’s development, and their desire to join the lifestyle of their Western peers. It was the Ukrainian youth over the last 30 years who saved the country from returning to their homeland – the “nostalgia” of their parents and grandparents."}],"affiliations":[{"id":"5e70918a878c28a04737dd10","uid":"bH9h4_rr7i_MulVq3KmlmUA","uuid":"c10b9c4e-c1a9-40f3-af77-964c8c1971e2","name":"Akademia Nauk Stosowanych im. Józefa Gołuchowskiego","affiliatedPersonIDs":["5f8663e1085dcb410a25edd4"],"parentId":"5e70918a878c28a04737dd10","parentUuid":"c10b9c4e-c1a9-40f3-af77-964c8c1971e2","rootId":"5e70918a878c28a04737dd10","rootUuid":"c10b9c4e-c1a9-40f3-af77-964c8c1971e2","type":"AUTHOR"}],"mainLanguage":"pol","mainLanguageName":"polski","volume":"10","issue":"15","pagesFromTo":"48-55","articleEvaluation":{"indexedJournal":false,"isReview":true,"wosConference":false},"contributionOrder":{"AUTHOR":["5f8663e1085dcb410a25edd4"]},"journal":{"objectId":"61d557ec580ac28cb94dcde0","mniswId":"201502","title":"Youth in Central Eastern Europe","issn":"2409-952X","documentHash":"3ea98c9e-0b65-4016-9a26-97373a52d11a"},"_version":4,"translation":false,"editors":[],"translators":[],"institutionProfile":false,"translationEditors":[],"keywords":[],"lastRefresh":"1747058615937"}]