[{"authors":[],"objectId":"6421c1b54097077da59b8ace","publicUri":"https://elipsa.pl/pl/p/Wybrane-aspekty-rosyjskiej-agresji-na-Ukraine-w-obszarze-politycznym%2C-militarnym-i-gospodarczym-Eugeniusz-Cieslak%2C-Julian-Maj%2C-Krzysztof-Pajak%2C-Dariusz-Prokopowicz%2C-Adam-Radomyski%2C-Pawel-Soroka%2C-Piotr-Sledz/1358","type":"EDITED_BOOK","typeName":"Książka pod redakcją","year":2023,"title":"Wybrane aspekty rosyjskiej agresji na Ukrainę w obszarze politycznym, militarnym i gospodarczym","otherTitles":[],"abstracts":[{"languageCode":"pol","content":"Monografia dotyczy problematyki prowadzonej aktualnie wojny przez Federację Rosyjską z Ukrainą. Jest to duży wysiłek intelektualny wynikający z: dynamiki działań, występowania niepełnych czy też sprzecznych informacji, bazowania na obcojęzycznych źródłach oraz potrzeby subiektywnego zajęcia stanowiska mając na uwadze np. konsekwencje tej wojny dla naszego systemu obronnego państwa czy rozwoju społeczno-gospodarczego. Głównym celem wieloautorskiej monografii jest ukazanie przebiegu i konsekwencji agresji Rosji na Ukrainę w wymiarze strategicznym, gospodarczym i wojskowym. W związku z tym zespół autorów – ekspertów w swoich dziedzinach – przeanalizował ten konflikt uwzględniając powyższe aspekty. Następnie, uwzględniając szeroki wachlarz zmiennych i czynników, głównie pozakonfliktowych oraz uwarunkowania i złożoność współczesnego świata określone zostały konsekwencje tej wojny. Należy podkreślić, że przeprowadzona analiza dotyczy pierwszego okresu konfliktu – od lutego do listopada 2022 r. – oraz czasu bezpośrednio poprzedzającego wybuch wojny – od września 2021 r., kiedy obserwowane były pierwsze przygotowania Rosji do agresji, a sporadycznie również wydarzeń po 2014 r., kiedy Rosja zaanektowała Półwysep Krymski, a od Ukrainy oderwana została część obwodu donieckiego i ługańskiego. Jednocześnie należy zakładać, że konsekwencje wojny oddziaływać będą przez wielu lat. Dodatkowymi celami monografii było wyciągnięcie wniosków z przebiegu konfliktu oraz przedstawienie ewentualnych rekomendacji, przede wszystkim odnoszących się do modernizacji Sił Zbrojnych RP oraz polskiego przemysłu obronnego i jego zaplecza badawczo-rozwojowego. Choć wojna wciąż trwa, to jednak analiza jej dotychczasowego przebiegu obejmująca ponad 9 miesięcy, pozwala wysunąć znaczną liczbę konkluzji i wniosków. Wśród nich znajdują się takie, które mogły wynikać również z analizy ostatnich konfliktów w Europie i jej otoczeniu. Jednak znaczna ich część stanowi swoiste novum, co wynika z wybitnie odmiennego, od wcześniejszych konfliktów zbrojnych, charakteru wojny rosyjsko-ukraińskiej. W rozdziale pt. Gospodarcze skutki wojny w Ukrainie opisano kluczowe aspekty wpływu toczącej się od 24 lutego 2022 roku wojny w Ukrainie na polską gospodarkę ze szczególnym uwzględnieniem wywołanego tą wojna kryzysu energetycznego w Europie oraz także w polskiej gospodarce."},{"languageCode":"eng","content":"The monograph deals with the issue of the current war being waged by the Russian Federation against Ukraine. It is a major intellectual effort resulting from: the dynamics of the actions, the presence of incomplete or contradictory information, reliance on foreign-language sources and the need to take a subjective stance bearing in mind, for example, the consequences of this war for our national defence system or socio-economic development. The main objective of the multi-author monograph is to show the course and consequences of Russia's aggression against Ukraine in strategic, economic and military terms. Accordingly, the team of authors - experts in their respective fields - analysed the conflict taking into account the above aspects. Then, taking into account a wide range of variables and factors, mainly non-conflictual, as well as the conditions and complexity of the modern world, the consequences of this war were determined. It should be emphasised that the analysis carried out concerns the first period of the conflict - from February to November 2022 - and the time immediately preceding the outbreak of the war - from September 2021, when Russia's first preparations for aggression were observed, and occasionally also the events after 2014, when Russia annexed the Crimean Peninsula and parts of the Donetsk and Luhansk regions were detached from Ukraine. At the same time, it must be assumed that the consequences of the war will have an impact for many years to come. Additional objectives of the monograph were to draw conclusions from the course of the conflict and to make possible recommendations, primarily relating to the modernisation of the Polish Armed Forces and the Polish defence industry and its research and development facilities. Although the war is still ongoing, an analysis of its course to date, covering more than nine months, allows a significant number of conclusions and inferences to be made. Among them are some that may also have resulted from an analysis of recent conflicts in Europe and its surroundings. However, a significant number of them constitute a kind of novelty, which is due to the eminently different, from previous armed conflicts, character of the Russian-Ukrainian war. The chapter entitled Economic Consequences of the War in Ukraine describes the key aspects of the impact of the war in Ukraine, which has been ongoing since 24 February 2022, on the Polish economy, with particular reference to the energy crisis in Europe and also in the Polish economy caused by this war."}],"affiliations":[{"id":"5e70918b878c28a04737de77","uid":"bhEHDF0n_VqqQnQ6rAWKxSw","uuid":"1aac7c63-437b-484c-8e33-1cb504ece435","name":"Akademia Nauk Stosowanych im. Stanisława Staszica w Pile","affiliatedPersonIDs":["616644a875234017e052caec"],"parentId":"5e70918b878c28a04737de77","parentUuid":"1aac7c63-437b-484c-8e33-1cb504ece435","rootId":"5e70918b878c28a04737de77","rootUuid":"1aac7c63-437b-484c-8e33-1cb504ece435","type":"EDITOR"},{"id":"5e70918b878c28a04737de45","uid":"b_ZPtKgtv4v90uInHkYp6dg","uuid":"451f3300-ea98-4941-a77e-31f6cc80cbeb","name":"Uniwersytet Jana Kochanowskiego w Kielcach","affiliatedPersonIDs":["5e709250878c28a047393982"],"parentId":"5e70918b878c28a04737de45","parentUuid":"451f3300-ea98-4941-a77e-31f6cc80cbeb","rootId":"5e70918b878c28a04737de45","rootUuid":"451f3300-ea98-4941-a77e-31f6cc80cbeb","type":"EDITOR"}],"mainLanguage":"pol","mainLanguageName":"polski","bookEvaluation":{"scientificEdition":false,"translationToPolish":false,"translationFromPolish":false,"bookProjectNCN":false,"bookProjectFNP":false,"bookProjectNPHR":false,"bookProjectUE":false},"contributionOrder":{"EDITOR":["5e709250878c28a047393982","616644a875234017e052caec","5e709285878c28a0473973b8"]},"_version":4,"isbn":"978-83-8017-474-0","pages":382,"editionNumber":"1","translation":false,"publicationPlace":"Warszawa","publisher":{"objectId":"5d35987b878c28139f4eb7cc","mniswId":"20700","name":"Dom Wydawniczy i Handlowy Elipsa","documentHash":"1742eaae-fab4-40e8-862c-b5e3287b8f51"},"editors":[{"objectId":"616644a875234017e052caec","name":"Krzysztof","lastName":"Pająk","uuid":"00EC758CE62FC53DEFDB3BC37B20C475EEB80B88A6C34029D29E43CE7D13CECEB643577DAD1001ADD2499B8C8DDDAC75DFDEF58A58FC0AFDAF30A5DFC283EB02","documentHash":"ff8cd568-5e8f-4c9f-bf2b-55c032a00cdc"},{"objectId":"5e709285878c28a0473973b8","name":"Adam","lastName":"Radomyski","uuid":"DA2D23A1F2B588215F000605D55FC2FE0ACD64B6E8D9599CF2B31832B14D83B35D85110FF7771E0AEAFA717837FFE285DE84AE3B7BD4910A9864D0BD9A9CFCE0","orcidId":"0000-0001-7522-308X","documentHash":"cb0f8124-13d3-45e8-acc9-3d23c7c22fe1"},{"objectId":"5e709250878c28a047393982","name":"Paweł","lastName":"Soroka","uuid":"CB22693AD1F42AAD63941820DA7E26AE7AF883722F2E50D42CD294A5589D496AE5F62046F541EF069F104640690E241F3C6B1677F6C12549F88B8F09E2C3909D","orcidId":"0000-0001-6270-1062","documentHash":"48348c6f-72f8-4c75-816c-8af88355223f"}],"translators":[],"institutionProfile":true,"translationEditors":[],"keywords":[{"languageCode":"pol","keywords":["wojna w Ukrainie","Ukraina","rosyjska agresja na Ukrainę","gospodarcze skutki wojny w Ukrainie","geopolityczne aspekty wojny w Ukrainie","militarne aspekty wojny w Ukrainie","polityczne aspekty wojny w Ukrainie","kryzys energetyczny","wzrost inflacji","przemysł obronny","polska gospodarka","kryzys gospodarczy","obrona powietrzna Ukrainy","wojna powietrzna Ukrainy","militarne działania lądowe w Ukrainie","otoczenie międzynarodowe w wymiarze regionalnymi i globalnym","pełnoskalowa rosyjska agresja na Ukrainę","kryzys energetyczny w Polsce","wzrost cen paliw kopalnych","sektor energetyczny w Polsce","zielona transformacja sektora energetyki"]}],"lastRefresh":"1747058550004"}]