[{"authors":[{"objectId":"5e70941b878c28a0473b653e","name":"Jan","lastName":"Grzegorek","uuid":"A71D51D4FE8581D040116EB6E406422BD675B7E7BC2BFA64807EE0946A41F11D9C817DFAFCF914EE09984F8E0C2C948EE7449142A31925B57D0503FBBF016538","orcidId":"0000-0003-1106-6518","documentHash":"51573a49-b7a8-4dc1-a2a3-8ad53076c7ea"},{"objectId":"5e7091f7878c28a04738dc01","name":"Mirosław","lastName":"Matosek","uuid":"4383906237E114D8267C1010133E3416EBFB1F679411DC666ED89FBF7B2573DDAB15E26C699642C80D3CF847F5F1BF2EF84047691AF6DDCE2084AE347E01BF70","documentHash":"5248cb3a-d7a1-4913-a767-879c22008b9f"},{"objectId":"5e7091f5878c28a04738dbd3","name":"DARIUSZ","lastName":"PROKOPOWICZ","uuid":"D49018FB520D0A624D79A6607B03BB488CCADF2FD6C1A6B9427306005FA82A9B92DB2FE55CA1F75DFF3A203A69476802436BF0A1EC188C729A72F5537415338A","orcidId":"0000-0001-6383-916X","documentHash":"3a260da3-e344-4c96-a552-ec54304ea3b7"}],"objectId":"6431d21140970733f9136eda","doi":"10.5604/01.3001.0016.3406","publicUri":"http://dx.doi.org/10.5604/01.3001.0016.3406","type":"ARTICLE","typeName":"Artykuł","year":2022,"title":"THE IMPORTANCE OF ACTIVATING ENTREPRENEURSHIP AND INNOVATION OF ECONOMIC AGENTS FUNCTIONING IN THE ECONOMY AND CONTEMPORARY TRENDS IN TEACHING ENTREPRENEURSHIP IN HIGHER EDUCATION","otherTitles":[],"abstracts":[{"languageCode":"pol","content":"W niniejszym artykule opisano kluczowe determinanty znaczenia i potrzeby aktywizacji przedsiębiorczości i innowacyjności dla efektywnego rozwoju podmiotów gospodarczych w Polsce oraz poprawy efektywności funkcjonowania rynków. Proces aktywizacji działalności gospodarczej i kreowania innowacji jest możliwy przede wszystkim poprzez zastosowanie określonych rozwiązań systemowych usprawniających działanie podmiotów gospodarczych, jak również funkcjonujących w ich otoczeniu różnych instytucji. W kontekście efektywnego rozwoju podmiotów gospodarczych szczególnie ważnym determinantem jest właśnie kwestia aktywizacji innowacyjności i przedsiębiorczości, ponieważ w ten sposób możliwe jest znaczące zwiększenie efektywności ekonomicznej danego podmiotu, poprawa sytuacji finansowej i w konsekwencji także zwiększenie wpływów podatkowych do budżetu państwa oraz budżetu gminy. Z drugiej strony ważna jest także poprawa relacji biznesowo-społecznych między przedsiębiorstwami a organami władzy państwowej i samorządowej. Sprawna implementacja programów aktywizujących przedsiębiorczość i innowacyjność zdeterminowana jest procesem rozwoju korelacji i sprzężeń zwrotnych w zakresie współpracy przedsiębiorstw, jednostek samorządu terytorialnego oraz innych instytucji bliższego i dalszego otoczenia biznesu, w tym także organów władzy państwowej. Wzrost gospodarczy w Polsce jest w dużym stopniu zdeterminowany innowacyjnością i przedsiębiorczością funkcjonujących w ujęciu lokalnym i krajowym podmiotów gospodarczych. Poza tym w niniejszym artykule przeprowadzona została diagnoza współczesnych trendów w nauczaniu przedsiębiorczości w szkolnictwie wyższym na przykładzie charakterystyki stosowanych metod dydaktycznych w Wyższej Szkole Przedsiębiorczości w Warszawie. Celem opisanych w niniejszym artykule stosowanych w uczelni metod dydaktycznych jest m.in. kształtowanie przedsiębiorczych i proinnowacyjnych postaw studentów."},{"languageCode":"eng","content":"This article describes the key determinants of the importance and need for the activation of entrepreneurship and innovation for the effective development of economic entities in Poland and the improvement of market efficiency. The process of activating economic activity and creating innovation is possible primarily through the use of specific systemic solutions that improve the operation of economic entities, as well as various institutions functioning in their environment. In the context of effective development of economic entities, the issue of activation of innovativeness and entrepreneurship is a particularly important determinant, as in this way it is possible to significantly increase the economic effectiveness of a given entity, improve its financial situation and, as a consequence, also increase tax revenues to the state and municipal budgets. On the other hand, it is also important to improve business-social relations between enterprises and state and local government bodies. Efficient implementation of programmes activating entrepreneurship and innovativeness is determined by the process of developing correlations and feedback in the area of cooperation between enterprises, local government units and other institutions of closer and further business environment, including state authorities. Economic growth in Poland is to a large extent determined by innovativeness and entrepreneurship of local and national economic entities. Apart from that, in this article a diagnosis of contemporary trends in teaching entrepreneurship in higher education has been conducted on the example of characteristics of applied didactic methods at the Academy of Entrepreneurship in Warsaw. The aim of the didactic methods used at the university described in this article is, among others, shaping entrepreneurial and pro-innovative attitudes of students."}],"affiliations":[{"id":"5e70918d878c28a04737e2be","uid":"bVqGXjVP5XjTa6umjDsHWZg","uuid":"ed244129-0c21-4395-a5d4-c5ee0bc108a2","name":"Wydział Pedagogiczny","affiliatedPersonIDs":["5e7091f7878c28a04738dc01"],"parentId":"5e70918a878c28a04737dcf2","parentUuid":"3c4e0083-e15f-494e-a1b8-78e074b4dc7b","rootId":"5e70918a878c28a04737dcf2","rootUuid":"3c4e0083-e15f-494e-a1b8-78e074b4dc7b","type":"AUTHOR"},{"id":"5e70918a878c28a04737dd7e","uid":"bbSXg8pUfr-p0OtA7ACUZIg","uuid":"6fc3859a-c979-4e11-a81a-6d1df51e8be9","name":"Wyższa Szkoła Biznesu - National Louis University z siedzibą w Nowym Sączu","affiliatedPersonIDs":["5e70941b878c28a0473b653e"],"parentId":"5e70918a878c28a04737dd7e","parentUuid":"6fc3859a-c979-4e11-a81a-6d1df51e8be9","rootId":"5e70918a878c28a04737dd7e","rootUuid":"6fc3859a-c979-4e11-a81a-6d1df51e8be9","type":"AUTHOR"},{"id":"5e709196878c28a04737f7f1","uid":"bas_j_MStXJc83tOyGkiegw","uuid":"1be35959-ab2f-411c-b017-6beeec0054f1","name":"Wydział Społeczno-Ekonomiczny","affiliatedPersonIDs":["5e7091f5878c28a04738dbd3"],"parentId":"5e70918a878c28a04737de21","parentUuid":"7fe045d3-8e37-4760-b8db-075f13a6dce9","rootId":"5e70918a878c28a04737de21","rootUuid":"7fe045d3-8e37-4760-b8db-075f13a6dce9","type":"AUTHOR"}],"mainLanguage":"eng","mainLanguageName":"angielski","volume":"16","issue":"2","pagesFromTo":"43-81","articleEvaluation":{"indexedJournal":false,"isReview":false,"wosConference":false},"contributionOrder":{"AUTHOR":["5e7091f7878c28a04738dc01","5e7091f5878c28a04738dbd3","5e70941b878c28a0473b653e"]},"journal":{"objectId":"61b9abddad204581b62eba1d","mniswId":"201163","title":"International Journal of New Economics and Social Sciences","issn":"2450-2146","documentHash":"1582b28b-e0c5-405f-8387-01ddc520d612"},"_version":4,"journalIssue":{"objectId":"6431d21140970733f9136edb","year":"2022","volume":"16","number":"2","documentHash":"b8cc9523-319b-4263-b5eb-b2655afff2e3"},"translation":false,"editors":[],"translators":[],"institutionProfile":false,"translationEditors":[],"keywords":[{"languageCode":"pol","keywords":["przedsiębiorczość","innowacyjność","innowacje","podmioty gospodarcze","firma","przedsiębiorstwo","firmy sektora MSP","przedsiębiorstwa sektora MSP","sektor małych i średnich przedsiębiorstw","działalność gospodarcza","gospodarka","studenci","edukacja przedsiębiorczości","szkolnictwo wyższe","aktywizacja przedsiębiorczości","przedsiębiorczość studentów"]},{"languageCode":"eng","keywords":["entrepreneurship","innovation","business entities","SME companies","business activity","economy","students","company","entrepreneurship education","small and medium-sized enterprise sector","higher education","Activation of entrepreneurship","student entrepreneurship"]}],"lastRefresh":"1747058573079"}]