[{"authors":[],"objectId":"6464eb854097074a13ba3632","publicUri":"https://kans.pl","type":"PROCEEDINGS","typeName":"Tom pokonferencyjny","year":2023,"title":"Biznes i turystyka w czasach niepewności: księga abstraktów","otherTitles":[],"abstracts":[],"affiliations":[{"id":"5e70918b878c28a04737de6f","uid":"bxmg9ucbcW7hSo1yNLYgaZg","uuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","name":"Karkonoska Akademia Nauk Stosowanych w Jeleniej Górze","affiliatedPersonIDs":["5f9256a6085dcb424e4c1a08","5e709265878c28a047395024"],"parentId":"5e70918b878c28a04737de6f","parentUuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","rootId":"5e70918b878c28a04737de6f","rootUuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","type":"EDITOR"}],"conferenceSeries":{"fullName":"I Międzynarodowa Konferencja Naukowa z cyklu „Wyzwania, innowacje i problemy biznesu oraz turystyki”: Biznes i turystyka w czasach niepewności","shortName":"I MKN: Biznes i turystyka w czasach niepewności","isEdition":false,"documentHash":"adc6a893-c2e0-459b-83cd-1c467c77ed62"},"conferenceEdition":{"startDate":"2023-04-20","endDate":"2023-04-20","fullName":"I Międzynarodowa Konferencja Naukowa z cyklu „Wyzwania, innowacje i problemy biznesu oraz turystyki”: Biznes i turystyka w czasach niepewności","shortName":"I MKN: Biznes i turystyka w czasach niepewności","city":"Jelenia Góra","country":"PL","isEdition":true,"documentHash":"c44a7f2d-0ad0-43de-8bfa-a00b333106e7"},"contributionOrder":{"EDITOR":["5e709265878c28a047395024","5f9256a6085dcb424e4c1a08"]},"_version":4,"isbn":"978-83-61955-68-9","translation":false,"editors":[{"objectId":"5f9256a6085dcb424e4c1a08","name":"Kornel","lastName":"Musiał","uuid":"C616613ECDFD805FFDE0FAC6FD9CB5FF692F35A4440ABD1A6F0CFEB658B40E777D39DDCFEBDA849980AF7F306518183E2DB33A887198E68DE0C49E885D189737","orcidId":"0000-0002-8405-5062","documentHash":"7916a812-7bf5-4309-bb37-b61df1d8757d"},{"objectId":"5e709265878c28a047395024","name":"Justyna","lastName":"Bagińska","uuid":"C6ABF9C143461EC8BCABC2B14341EF4178BF05D331FE0202753B9D70CABA548F8BBFCB60AD28AF58B70FC13FB73E24636BB60E7AC67973C01806BEF9E49DC2B3","orcidId":"0000-0001-5540-3665","documentHash":"fef5184f-a0f0-443c-8036-8311d6f692d7"}],"translators":[],"institutionProfile":false,"translationEditors":[],"keywords":[],"lastRefresh":"1747058782677"},{"authors":[{"objectId":"5f9256a6085dcb424e4c1a08","name":"Kornel","lastName":"Musiał","uuid":"C616613ECDFD805FFDE0FAC6FD9CB5FF692F35A4440ABD1A6F0CFEB658B40E777D39DDCFEBDA849980AF7F306518183E2DB33A887198E68DE0C49E885D189737","orcidId":"0000-0002-8405-5062","documentHash":"7916a812-7bf5-4309-bb37-b61df1d8757d"}],"openAccess":{"textVersion":"FINAL_PUBLISHED","license":"CC_BY_NC_ND","releaseDateMode":"AT_PUBLICATION","mode":"OPEN_JOURNAL","releaseDateMonth":"OCTOBER","releaseDateYear":2023},"objectId":"659da78040970776647b31e2","doi":"10.5281/zenodo.8431313","publicUri":"https://dyskursidialog.org/wp-content/uploads/2023/10/Musial-1.pdf","type":"ARTICLE","typeName":"Artykuł","year":2023,"title":"Polska-Ukraina, Polacy-Ukraińcy: specyfika relacji a eskalacja wojny na terytorium Ukrainy","otherTitles":[{"languageCode":"eng","title":"POLAND - UKRAINE, POLES - UKRAINIANS: SPECIFICITY OF RELATIONS AND ESCALATION OF WAR ON UKRAINE'S TERRITORY"}],"abstracts":[{"languageCode":"pol","content":"Celem artykułu jest przedstawienie reakcji władz polskich oraz społeczeństwa polskiego na eskalację konfliktu zbrojnego na terytorium Ukrainy wywołanego przez inwazję Federacji Rosyjskiej 24.02.2022 r. przy uwzględnieniu kontekstu relacji Polski i Ukrainy oraz Polaków i Ukraińców. Autor na podstawie literatury przedmiotu przedstawia zarys współczesnych relacji dyplomatycznych Polski i Ukrainy. Kolejno weryfikuje stosunek społeczeństwa polskiego do kilku aspektów za pośrednictwem danych niereaktywnych, opracowań analitycznych, w tym raportów i komunikatów z badań: narodu ukraińskiego, opinii na temat przyjmowania uchodźców wojennych z Ukrainy, formy zaangażowania obywateli Polski na rzecz uchodźców z Ukrainy. W pracy powołano się także na doniesienia medialne, oficjalne stanowiska polityków udostępniane za pośrednictwem mediów społecznościowych oraz komunikaty rządowe, co umożliwiło przeprowadzenie analizy reakcji władz polskich na inwazję Rosji na Ukrainę. Z kolei w ramach obszaru działań legislacyjnych została krótko scharaktery- zowana tzw. specustawa o pomocy uchodźcom z Ukrainy.\n\nGłówne wnioski z badań: Polska jest ważnym partnerem Ukrainy na arenie międzynarodowej; od samego początku inwazji Rosji na Ukrainę władze Polski podejmują konkretne działania, których celem jest pomoc uchodźcom wojennym; wojna na Ukrainie oraz napływ uchodźców z Ukrainy to w opinii społeczeństwa polskiego najważniejsze wydarzenia roku 2022; Polacy są za przyjmowaniem uchodźców z Ukrainy, a wielu z nich aktywnie uczestniczyło w pomocy Ukrainie i Ukraińcom; w dyskursie politycznym i społecznym udostępniane są także przekazy dezinformujące na temat uchodźców i pomocy oferowanej im przez Polskę; wizerunek Ukraińców ukształtowany w wyniku doświadczeń historycznych nie miał większego prze- łożenia na postawę i zaangażowanie społeczeństwa polskiego w pomoc na rzecz uchodźców i Ukrainy."},{"languageCode":"eng","content":"The aim of this article is to present the forms of assistance (institutional and social) received by Ukrainian citizens in Poland due to the ongoing hostilities on the territory of their country. The author illustrates the outline of relations between Poland and Ukraine and refers to previous research on the attitude of Poles towards Ukrainians (e.g. CBOS reports). Next, the adopted conceptual apparatus is described on the basis of the literature on the subject, including the ambiguity of the legal aspect of refugees and the definition of social support adopted for the purposes of the research from a functional approach. A case study was chosen as the research method, and the material for the analysis consisted of non-reactive data (analysis of the content of the Act of 12 March 2022 on assistance to citizens of Ukraine in connection with the armed conflict on the territory of that country; posts and comments posted by Polish citizens on Facebook groups, including, among others, the „Help for Ukraine” group, which has over 580,000 members) and the results from the field pilot study - the study involved 9 women who crossed the Ukrainian-Polish border in the period from 24 February 2022. The field research was exploratory in nature and its main objective was to verify the assessment of institutions and received social support by Ukrainian refugees residing in Poland. The analysis of the data made it possible to outline the main areas of institutional support, to distinguish four types of social support (emotional, informational, instrumental and material), which indicates solidarity and willingness of Polish society to help Ukrainians. The results of the field research show a positive assessment of the activities carried out by state institutions and Polish socie- ty in the opinion of female respondents, who unanimously indicated Poland as a coun- try providing special assistance to Ukraine (the following countries were placed in order: UK, Lithuania, Czech Republic, USA). The author indicates, however, that the pro- blems and issues raised in the article are not exhaustive and further stages of field research are planned."}],"affiliations":[{"id":"5e70918b878c28a04737de6f","uid":"bxmg9ucbcW7hSo1yNLYgaZg","uuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","name":"Karkonoska Akademia Nauk Stosowanych w Jeleniej Górze","affiliatedPersonIDs":["5f9256a6085dcb424e4c1a08"],"parentId":"5e70918b878c28a04737de6f","parentUuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","rootId":"5e70918b878c28a04737de6f","rootUuid":"cc955ffe-325d-431e-a7b4-1a38aed786e7","type":"AUTHOR"}],"mainLanguage":"pol","mainLanguageName":"polski","volume":"11","issue":"1","pagesFromTo":"54-82","articleEvaluation":{"indexedJournal":false,"isReview":true,"wosConference":false},"contributionOrder":{"AUTHOR":["5f9256a6085dcb424e4c1a08"]},"journal":{"objectId":"61b9abddad204581b62eba60","mniswId":"201384","title":"Dyskurs i Dialog","issn":"2658-2368","eissn":"2658-2406","metadataSource":"MINISTRY","documentHash":"02318645-b30a-425b-b938-e5897f380948"},"_version":4,"translation":false,"editors":[],"translators":[],"institutionProfile":false,"translationEditors":[],"keywords":[{"languageCode":"pol","keywords":["uchodźcy z Ukrainy","relacje polsko-ukraińskie","wojna na Ukrainie"]},{"languageCode":"eng","keywords":["Ukrainian refugees","Polish-Ukrainian relations","war in Ukraine"]}],"lastRefresh":"1747059242246"}]